brew "gh"
brew "mise"
brew "peco"
brew "pure"
brew "swiftlint"
brew "vim"
cask "font-monaspace-nerd-font"
cask "github-copilot-for-xcode"
cask "google-chrome@canary"
cask "jetbrains-toolbox"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
vscode "angular.ng-template"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "natqe.reload"
vscode "naumovs.color-highlight"
vscode "rangav.vscode-thunder-client"
vscode "streetsidesoftware.code-spell-checker"
vscode "typespec.typespec-vscode"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
