brew "gh"
brew "mise"
brew "peco"
brew "pure"
brew "vim"
brew "zellij"
cask "android-studio"
cask "claude-code"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-japanese-ime"
cask "microsoft-edge"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
go "cmd/go"
go "cmd/gofmt"
