brew "mise"
brew "peco"
brew "pure"
brew "vim"
cask "android-studio"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-japanese-ime"
cask "microsoft-edge"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
vscode "angular.ng-template"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "natqe.reload"
vscode "naumovs.color-highlight"
vscode "rangav.vscode-thunder-client"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
