angular.ng-template
anthropic.claude-code
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.vscode-js-profile-flame
natqe.reload
naumovs.color-highlight
rangav.vscode-thunder-client
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
yoavbls.pretty-ts-errors
