brew "gh"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tree-sitter-cli"
cask "android-studio"
cask "claude-code"
cask "codex"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-japanese-ime"
cask "microsoft-edge"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
