brew "ghq"
brew "mise"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "tree-sitter-cli"
brew "xh"
brew "zellij"
cask "android-studio"
cask "azookey"
cask "claude"
cask "claude-code"
cask "font-udev-gothic-nf"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
