brew "mise"
cask "android-studio"
cask "azookey"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "gcloud-cli"
cask "google-chrome"
cask "google-chrome@canary"
cask "microsoft-edge"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm@nightly"
cask "zed@preview"
cask "zoom"
vscode "angular.ng-template"
vscode "anthropic.claude-code"
vscode "astral-sh.ty"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.color-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "tailwindlabs.tailwindcss-vscode-theme"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
