brew "ghq"
brew "mise"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "tree-sitter-cli"
brew "xh"
brew "zellij"
cask "android-studio"
cask "azookey"
cask "claude"
cask "claude-code"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "gcloud-cli"
cask "google-chrome"
cask "google-chrome@canary"
cask "microsoft-edge"
cask "obsidian"
cask "rancher"
cask "raycast"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
